[{
    "id":1,
    "title": "Write a birth plan",
    "content": "Determined to have a doula? Counting on that epidural? Write down your wishes and give a copy to everyone involved with the delivery. According to the American Pregnancy Association, here are some things to consider when writing your birth plan:\n\n • Who you want present, including children or siblings of the baby\n\n • Procedures you want to avoid\n\n • What positions you prefer for labor and delivery\n\n • Special clothing you'd like to wear\n\n • Whether you want music or a special focal point\n\n • Whether you want pain medications, and what kind\n\n • What to do if complications arise\n"
},
{
    "id":2,
    "title": "Exercise",
    "content": "Staying active is important for your general health and can help you reduce stress, improve circulation, and boost your mood. It can also encourage better sleep. Take a pregnancy exercise class or walk at least 15 to 20 minutes a day at a moderate pace—in cool, shaded areas or indoors in order to prevent overheating.\n\nPilates, yoga, swimming, and walking are also great activities for most pregnant people, but be sure to check with your doctor first before starting any exercise program. Aim for 30 minutes of exercise most days of the week. Listen to your body, though, and don't overdo it."    
},
{
    "id":3,
    "title": "Eliminate Toxins",
    "content": "Because of their link to birth defects, miscarriage, and other problems, you should avoid tobacco, alcohol, illicit drugs, and even solvents such as paint thinners and nail polish remover while pregnant. Smoking cigarettes, for example, decreases oxygen flow to your baby; it's linked to preterm birth and other complications. 'If you can't stop smoking, drinking, or using drugs, let your doctor know,' recommends Roger Harms, M.D., an Ob-Gyn at the Mayo Clinic. A doctor can offer advice and support and refer you to a program to which may help you stop."
},
{
    "id":4,
    "title": "Change Up Chores",
    "content": "Even everyday tasks, like scrubbing the bathroom or cleaning up after pets, can become risky when you're pregnant. Exposure to toxic chemicals or coming in contact with bacteria can harm you and your baby. Here are some things to take off your to-do-list:\n\n • Climbing on step stools and/or ladders\n\n • Changing kitty litter (to avoid toxoplasmosis, a disease caused by a parasite which cats can carry)\n\n • Using harsh chemicals\n\n • Standing for long periods of time, especially near a hot stove\n\nAlso, wear gloves if you're working in the yard where cats may have been, and wash your hands thoroughly after handling raw meat."
},
{
    "id":5,
    "title": "Go Shoe Shopping",
    "content" : "At last, a perfect excuse to buy shoes! As your bump grows, so may your feet—or at least they may feel like they are. That's because your natural weight gain throws off your center of gravity, putting extra pressure on your tootsies. Over time, this added pressure can cause painful overpronation, or flattening out of the feet. You may retain fluids, too, which can make your feet and ankles swell. So it's important to wear comfortable, non-restricting shoes when you're pregnant. And be sure to put your feet up several times a day to prevent fatigue and swelling of the feet, legs, and ankles."
},
{
    "id":6,
    "title": "Rethink Your Spa Style",
    "content": "Pregnancy is definitely a time for pampering, but you need to be careful. Avoid saunas, which can make you overheat. Ditto for hot tubs. According to the American Pregnancy Association, it takes only 10 to 20 minutes of sitting in one for your body temperature to reach 102 degrees Farenheit—nearly the limit of what's considered safe for pregnant people. Also, certain essential oils can cause uterine contractions, especially during the first and second trimester, so check with your massage therapist to make sure only safe ones are being used. On the taboo list: juniper, rosemary, and clary sage. The same goes for over-the-counter medicines and supplements containing these herbal remedies. Don't take them without first consulting your obstetrician or midwife."
},
{
    "id":7,
    "title": "Drink More Water, Eat Folate-Rich Foods and Recharge With Fruit",
    "content": "During pregnancy, your blood is supplying oxygen and essential nutrients to your baby through the placenta and carrying waste and carbon dioxide away—which means your blood volume increases up to 50 percent to handle all this extra activity. So, you need to drink more to support that gain. Drinking water can also prevent constipation, hemorrhoids, UTIs, fatigue, headaches, swelling, and other uncomfortable pregnancy symptoms. Aim for 8 to 10 glasses per day, and if you don't enjoy the taste, try adding a squeeze of lime or a splash of fruit juice.\n\nIn addition to drinking 8 to 10 glasses of water each day, you should eat five or six well-balanced meals with plenty of folate-rich foods, like fortified cereals, asparagus, lentils, wheat germ, oranges, and orange juice. 'Folic acid is crucial for the proper development of the baby's neural tube—which covers the spinal cord—and is vital for the creation of new red blood cells,' says Frances Largeman-Roth, R.D., author of Feed the Belly.\n\nMost doctors recommend limiting caffeine during pregnancy, since it can have harmful effects on you and the baby. Cutting back can be tough, though, especially when you're used to your morning java. For a quick pick-me-up, try nibbling on some fruit. 'The natural sugars in fruits like bananas and apples can help lift energy levels,' says registered dietitian Frances Largeman-Roth."
},
{
    "id":8,
    "title": "Stay Clean",
    "content": "Frequent hand washing can protect you from infections such as Group B streptococcus, Fifth disease, cytomegalovirus, and chickenpox, all of which can cause birth defects and other severe complications for your baby. Ethyl alcohol-based hand sanitizers are a great option for those times when you can't get to a sink. 'They protect users from most of the communicable infections,' says Anjan Chaudhury, M.D., an OB-GYN at St. Elizabeth's Medical Center in Boston.\n\nBeing pregnant makes your skin more sensitive to sunlight so you're more prone to sunburn and chloasma, those dark, blotchy spots that sometimes appear on the face. Apply a sunscreen with an SPF of 30 or higher. Many brands now offer chemical-free formulas. And wear a hat and sunglasses. While no studies prove spending time in tanning beds can hurt your baby, the American Pregnancy Association recommends you avoid them while you're pregnant."
},
{
    "id":9,
    "title": "Newborn baby tips",
    "content": "Did you know? Within a few days, babies can start smiling when people smile at them.\n\n • Provide ways for your baby to see, hear, move freely and touch you. You should see your baby’s arms and legs move in disconnected ways. Slowly your baby will learn how to control her movements.\n\n • Look into your baby’s eyes and smile in response to his smiles. You should see your baby react positively to your facial expressions, movements and gestures.\n\n • Talk to your baby in soft tones and ‘baby talk’. Both the father, mother and other caregivers should communicate with the newborn. You will notice that she can hear and will soon start memorizing and copying your words.\n\n • Gently change the sound of your voice. Make it slower/quicker, higher/lower, or quieter/louder. You should observe reactions from your baby’s face and body, and notice him interacting with you.\n\n • Place your baby on her tummy and shake a rattle or bell in front of her. Slowly lift the rattle just a little and encourage her to lift her head and shoulders to watch it move. Doing so helps your baby follow the rattle with her eyes, and practice lifting her head and shoulders.\n\n • Gently soothe, stroke and hold your child. You will see your baby comforted, happy to be held and cuddled.\n\n • Do skin to skin contact. Feeling, hearing and smelling your presence should provide your baby with a sense of calm and security."
},
{
    "id":10,
    "title": "A life lesson from a baby",
    "content": "You will learn a lot from your children, especially when you take a step back and take a look at the world through their eyes. Here are some valuable life lessons we’ve learned from our own babies. Feel free to generously apply them to your daily life.\n\n<bold>1. Persistence is a powerful tool.</bold> \nPursue your goals and dreams with the same level of commitment that a baby applies when attempting to open (and empty) all the drawers and cabinets in your kitchen.\n\n<bold>2. Getting excited about a new day (every day) sets the tone for life.</bold>\nA baby almost always wakes up with a smile, pumped to practice new skills and learn new tricks. You should do the same.\n\n<bold>3. Don’t like something? Toss it.</bold>\nRemember that time Grandma came over with a gift that your baby wasn’t interested in? BOOM—thrown to the wayside, without thinking twice about it. Use this definitive de-cluttering technique in your own daily life, but with a slightly more adult level of tact.\n\n<bold>4. Want something? Go get it!</bold>\nOpportunities exist to be seized. If it’s important, go for it like a baby goes for a cookie that fell on the ground.\n\n<bold>5. Don’t knock it ’til you try it.</bold>\nYou don’t necessarily need to try eating the blades of grass in your backyard (leave that to junior), but let your baby’s penchant for trying new things inspire you to get out of your comfort zone; you’ll be a better woman for it.\n\n<bold>6. Be selective with who you let into your personal space.</bold>\nHave you ever seen a baby react to someone with questionable energy? Not everyone is worth your time. It’s totally cool (and necessary) to wisely choose with whom you surround yourself.\n\n<bold>7. People-watching is an art.</bold>\nBabies learn from carefully studying the folks around them. You would be amazed at what you too can learn by following suit. Don’t stare, though. It’s awkward.\n\n<bold>10. When you fall, pick yourself back up and start over.</bold>\nBabies practice this important skill a million times a day. It’s called resilience, and we’re all born with it. If you’ve lost it, rediscover it. If you’ve got it, hang on to it for dear life.\n\n<bold>11. Subtle flirting can really get you places.</bold>6\nBabies get away with everything, just by flashing a sweet smile or batting their pretty little eyes. Adopt this tactic to accomplish anything from getting out of a speeding ticket to encouraging your partner to take out the trash.\n\n<bold>12. When all else fails, bust out the waterworks.</bold>\nMake like a baby and open those hormonal floodgates when you really want to get your way. It works (almost) every time."
}
]
