[
  {
    "id": 1,
    "quote": "Being pregnant was the healthiest I’ve ever been in my life. Except for the cupcakes.",
    "author": "Ashlee Simpson"
  },
  {
    "id": 2,
    "quote": "Everything grows rounder and wider and weirder, and I sit here in the middle of it all and wonder who in the world you will turn out to be.",
    "author": "Carrie Fisher"
  },
  {
    "id": 3,
    "quote": "A baby fills a place in your heart that you never knew was empty.",
    "author": "Unknown"
  },
  {
    "id": 4,
    "quote": "People who say they sleep like a baby usually don’t have one.",
    "author": "Leo J. Burke"
  },
  {
    "id": 5,
    "quote": "Motherhood: The only place you can experience heaven and hell at the same time.",
    "author": "Unknown"
  },
  {
    "id": 6,
    "quote": "If your baby is beautiful and perfect, never cries or fusses, sleeps on schedule and burps on demand, an angel all  the time—you’re the grandma.",
    "author": "Theresa Bloomingdale"
  },
  {
    "id": 7,
    "quote": "Babies are always more trouble than you thought—and more wonderful.",
    "author": "Charles Osgood"
  },
  {
    "id": 8,
    "quote": "What good mothers and fathers instinctively feel like doing for their babies is usually best after all.",
    "author": "Benjamin Spock"
  },
  {
    "id": 9,
    "quote": "You are the closest I will ever come to magic.",
    "author": "Suzanne Finnamore"
  },
  {
    "id": 10,
    "quote": "You can learn many things from children. How much patience you have, for instance.",
    "author": "Franklin P. Jones"
  },
  {
    "id": 11,
    "quote": "A baby is God’s opinion that life should go on.",
    "author": "Carl Sandburg"
  },
  {
    "id": 12,
    "quote": "You are pregnant and you are powerful. You are bold and you are beautiful. Go forward in your boldness, in your beauty and in your contentedness. Trust your body to birth and know that the collective power of women worldwide will be with you.",
    "author": "Unknown"
  },
  {
    "id": 13,
    "quote": "There is only one pretty child in the world, and every mother has it.",
    "author": "Chinese Proverb"
  },
  {
    "id": 14,
    "quote": "A ship under sail and a big-bellied woman are the handsomest two things that can be seen common.",
    "author": "Benjamin Franklin"
  },
  {
    "id": 15,
    "quote": "We have a secret in our culture, and it’s not that birth is painful. It’s that women are strong.",
    "author": "Laura Stavoe Harm"
  },
  {
    "id": 16,
    "quote": "Of all the rights of women, the greatest is to be a mother.",
    "author": "Lin Yutang"
  },
  {
    "id": 17,
    "quote": "In giving birth to our babies, we may find that we give birth to new possibilities within ourselves.",
    "author": "Myla and Jon Kabat-Zinn"
  },
  {
    "id": 18,
    "quote": "If I had my life to live over, instead of wishing away nine months of pregnancy, I’d have cherished every moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle.",
    "author": "Erma Bombeck"
  },
  {
    "id": 19,
    "quote": "Life is a flame that is always burning itself out, but it catches fire again every time a child is born.",
    "author": "George Bernard Shaw"
  },
  {
    "id": 20,
    "quote": "Before you were conceived I wanted you. Before you were born, I loved you. Before you were here an hour, I would die for you. This is the miracle of Mother’s Love.",
    "author": "Maureen Hawkins"
  },
  {
    "id": 21,
    "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never. A mother is something absolutely new.",
    "author": "Rajneesh"
  },
  {
    "id": 22,
    "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain—your life will never be the same.",
    "author": "Catherine Jones"
  },
  {
    "id": 23,
    "quote": "Baby in the tummy, it’s all up to mommy. But once the baby’s had, it’s bragging rights for Dad.",
    "author": "Unknown"
  },
  {
    "id": 24,
    "quote": "Honey is sweet. A little baby is even sweeter.",
    "author": "Unknown"
  },
  {
    "id": 25,
    "quote": "No matter how bad my day’s been, it takes one little kick to make everything feel alright.",
    "author": "Unknown"
  },
  {
    "id": 26,
    "quote": "A grand adventure is about to begin.",
    "author": "Winnie the Pooh"
  },
  {
    "id": 27,
    "quote": "A baby is something you carry inside you for nine months, in your arms for three years, and in your heart until the day you die.",
    "author": "Mary Mason"
  },
  {
    "id": 28,
    "quote": "And so in you, the child, your mother lives on and through your family continues to live… so at this time look after yourself and your family as you would your mother for through you all she will truly never die.",
    "author": "Osho"
  },
  {
    "id": 29,
    "quote": "Let us make pregnancy an occasion when we appreciate our female bodies.",
    "author": "Merete Leonhardt-Lupa"
  },
  {
    "id": 30,
    "quote": "Pregnancy is getting company inside one’s skin.",
    "author": "Maggie Scarf"
  },
  {
    "id": 31,
    "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain‚your life will never be the same.",
    "author": "Catherine Jones"
  },
  {
    "id": 32,
    "quote": "Giving birth is not a matter of pushing, expelling the baby, but of yielding, surrendering to birth energy.",
    "author": "Marie Reid"
  },
  {
    "id": 33,
    "quote": "I love you bigger than the world and sky.",
    "author": "Marty K"
  },
  {
    "id": 34,
    "quote": "Now my belly is as noble as my heart.",
    "author": "Gabriela Mistral"
  },
  {
    "id": 35,
    "quote": "A baby will make love stronger, days shorter, nights longer, bankroll smaller, home happier, clothes shabbier, the past forgotten and the future worth living for.",
    "author": "Unknown"
  },
  {
    "id": 36,
    "quote": "Giving birth should be your greatest achievement not your greatest fear.",
    "author": "Jane Weideman"
  },
  {
    "id": 37,
    "quote": "Of course I can do this. I’m pregnant, not brain-damaged. My condition doesn’t change my personality.",
    "author": "Christine Feehan"
  },
  {
    "id": 38,
    "quote": "I’m never as happy as when I’m pregnant. I literally would have 10 babies if I could!",
    "author": "Tori Spelling"
  },
  {
    "id": 39,
    "quote": "It’s an established fact. Some women can’t stand being pregnant, getting big and bloated, and hauling around a giant stomach, and some women, for reasons probably understood by Darwin, love it.",
    "author": "Rich Cohen"
  },
  {
    "id": 40,
    "quote": "Rejoice with your family in the beautiful land of life.",
    "author": "Albert Einstein"
  },
  {
    "id": 41,
    "quote": "You do a lot of growing up when you’re pregnant.  It’s suddenly like, ‘Yikes. Here it is, folks. Playtime is over.",
    "author": "Connie Fioretto"
  },
  {
    "id": 42,
    "quote": "Pregnancy is a process that invites you to surrender to the unseen force behind all life.",
    "author": "Judy Ford"
  },
  {
    "id": 43,
    "quote": "A new baby is like the beginning of all things – wonder, hope, a dream of possibilities.",
    "author": "Eda LeShan"
  },
  {
    "id": 44,
    "quote": "Family is not an important thing, it’s everything.",
    "author": "Michael J. Fox"
  },
  {
    "id": 45,
    "quote": "A strong intention, a relaxed body and an open mind are the main ingredients for an active birth.",
    "author": "Janet Balaskas"
  },
  {
    "id": 46,
    "quote": "Every four weeks I go up a bra size… it’s worth being pregnant just for the breasts.",
    "author": "Natasha Hamilton"
  },
  {
    "id": 47,
    "quote": "Words can not express the joy of new life.",
    "author": "Hermann Hesse"
  },
  {
    "id": 48,
    "quote": "If you want to know the feeling, just take your bottom lip and pull it over your head.",
    "author": "Carol Burnett"
  },
  {
    "id": 49,
    "quote": "Somewhere on this globe, every ten seconds, there is a woman giving birth to a child. She must be found and stopped.",
    "author": "Sam Levenson"
  },
  {
    "id": 50,
    "quote": "Being pregnant means every day is another day closer to meeting the other love of my life.",
    "author": "Unknown"
  },
  {
    "id": 51,
    "quote": "Children reinvent your world for you.",
    "author": "Susan Sarandon"
  },
  {
    "id": 52,
    "quote": "When we encourage new parents to ‘treasure these moments because they don’t last forever,’ we need to remember to also reassure them that they will survive these moments because they don’t last forever.",
    "author": "L.R. Knost"
  },
  {
    "id": 53,
    "quote": "Part of being a parent is rolling with the punches, so consider an unexpected pregnancy the universe’s way of helping you to learn to do that.",
    "author": "Heather Wittenberg"
  },
  {
    "id": 54,
    "quote": "Get comfortable. Have to pee. Get really thirsty after you pee. Drink an entire cup of water. Get comfortable. Have to pee again. I give up!",
    "author": "Unknown"
  },
  {
    "id": 55,
    "quote": "When your first baby drops her pacifier, you sterilize it. When your second baby drops her pacifier, you tell the dog: ‘Fetch!",
    "author": "Bruce La"
  },
  {
    "id": 56,
    "quote": "Your pregnant elephant ankles will return to normal. Just hang in there.",
    "author": "Adriel Booker"
  },
  {
    "id": 57,
    "quote": "The amazing thing about becoming a parent is that you will never again be your own first priority.",
    "author": "Olivia Wilde"
  },
  {
    "id": 58,
    "quote": "A happy family is but an earlier heaven.",
    "author": "George Bernard Shaw"
  },
  {
    "id": 59,
    "quote": "There are words in the soul of a newborn baby, wanting and waiting to be written.",
    "author": "Toba Beta"
  },
  {
    "id": 60,
    "quote": "The family is one of nature’s masterpieces.",
    "author": "George Santayana"
  },
  {
    "id": 61,
    "quote": "There are no words that can describe the euphoria you feel when your baby recognizes you for the first time and smiles.",
    "author": "Jared Padalecki"
  },
  {
    "id": 62,
    "quote": "We never know the love of a parent until we become parents ourselves.",
    "author": "Henry Ward Beecher"
  },
  {
    "id": 63,
    "quote": "Life doesn’t get more real than having a newborn at home.",
    "author": "Eric Church"
  },
  {
    "id": 64,
    "quote": "Still the most magical day of my life was the day I became a mom.",
    "author": "Linda Becker"
  },
  {
    "id": 65,
    "quote": "A baby is a wishing well. Everyone puts their hopes, their fears, their pasts, their two cents in.",
    "author": "Elizabeth Bard"
  },
  {
    "id": 66,
    "quote": "A man is not complete until he has seen the baby he has made.",
    "author": "Sammy Davis Jr."
  },
  {
    "id": 67,
    "quote": "Ah, babies! They’re more than just adorable little creatures on whom you can blame your farts.",
    "author": "Tina Fey"
  },
  {
    "id": 68,
    "quote": "We can’t understand when we’re pregnant, or when our siblings are expecting, how profound it is to have a shared history with a younger generation: blood, genes, humor. It means we were actually here, on Earth, for a time—like the Egyptians with their pyramids, only with children.",
    "author": "Anne Lamott"
  },
  {
    "id": 69,
    "quote": "Motherhood is the biggest gamble in the world. It is the glorious life force. It’s huge and scary—it’s an act of infinite optimism.",
    "author": "Gilda Radner"
  },
  {
    "id": 70,
    "quote": "Birth takes a woman’s deepest fears about herself and show her that she is stronger than them.",
    "author": "Unknown"
  },
  {
    "id": 71,
    "quote": "Sometimes the smallest things take up the most room in your heart.",
    "author": "A.A. Milne"
  },
  {
    "id": 72,
    "quote": "When I was pregnant, I was so huge and people on the bus would get up for me. That made me feel so precious and valued and valuable. I try to treat everyone like they’re pregnant.",
    "author": "Mariska Hargitay"
  },
  {
    "id": 73,
    "quote": "My goal is to appreciate my body for what it has done.",
    "author": "Sia Cooper"
  },
  {
    "id": 74,
    "quote": "Sometimes you don’t realize what is missing in your life until it arrives.",
    "author": "Araceli M. Ream"
  },
  {
    "id": 75,
    "quote": "Sleep is like the unicorn—it is rumored to exist, but I doubt I will see any.",
    "author": "Unknown"
  },
  {
    "id": 76,
    "quote": "Rigid plans work best if you’re building a skyscraper; with something as mysteriously human as giving birth, it’s best, both literally and figuratively, to keep your knees bent.",
    "author": "Mark Sloan"
  },
  {
    "id": 77,
    "quote": "A new baby is like the beginning of all things—wonder, hope, and dream of possibilities.",
    "author": "Eda J. LeShan"
  },
  {
    "id": 78,
    "quote": "A good way to prepare yourself for parenthood is to talk to rocks because they have similar listening habits.",
    "author": "Rodney Lacroix"
  },
  {
    "id": 79,
    "quote": "A mother is one to whom you hurry when you are troubled.",
    "author": "Emily Dickinson"
  },
  {
    "id": 80,
    "quote": "My body has given me the greatest gift of my life.",
    "author": "Hilary Duff"
  },
  {
    "id": 81,
    "quote": "There are two things in life for which we are never fully prepared: twins.",
    "author": "Josh Billings"
  },
  {
    "id": 82,
    "quote": "Life is tough enough without having someone kick you from the inside.",
    "author": "Rita Rudner"
  },
  {
    "id": 83,
    "quote": "Speak to your children as if they are the wisest, kindest, most beautiful and magical humans on earth, for what they believe is what they will become.",
    "author": "Brooke Hampton"
  },
  {
    "id": 84,
    "quote": "I’m a mother, and I look like one.",
    "author": "Olivia Wilde"
  },
  {
    "id": 85,
    "quote": "If you are a mom, you are a superhero, period.",
    "author": "Rosie Pope"
  },
  {
    "id": 86,
    "quote": "You are my sun, my moon, and all of my stars",
    "author": "E.E. Cummings"
  },
  {
    "id": 87,
    "quote": "You are proof that love before first sight does exist.",
    "author": "Araceli M. Ream"
  },
  {
    "id": 88,
    "quote": "There is no such thing as a perfect parent, so just be a real one.",
    "author": "Sue Atkins"
  },
  {
    "id": 89,
    "quote": "During my first pregnancy, the people I was around told me how great I looked, asked me how I was feeling, saved the comfiest chairs for me, and stocked the office with decaf tea. This time around, the person I spend the most time with—although she seems to think I’m swell—insists on eating my food and waking me up early every morning.",
    "author": "Emily Fisk"
  },
  {
    "id": 90,
    "quote": "Three things remain with us from paradise: stars, flowers and children.",
    "author": "Dante Alighieri"
  },
  {
    "id": 91,
    "quote": "For this child, I prayed and the Lord has granted the desires of my heart.",
    "author": "Samuel"
  },
  {
    "id": 92,
    "quote": "Loving a baby is a circular business, a kind of feedback loop. The more you give the more you get and the more you get the more you feel like giving.",
    "author": "Penelope Leach"
  },
  {
    "id": 93,
    "quote": "With every newborn baby, a little sun rises.",
    "author": "Irmgard Erath"
  },
  {
    "id": 94,
    "quote": "It is the most powerful creation to have life growing inside of you. There is no bigger gift.",
    "author": "Beyoncé"
  },
  {
    "id": 95,
    "quote": "Pregnancy can be a time when you take tremendous pleasure in eating, not only because you may enjoy food more but also because you know that it is nourishing both you and your baby.",
    "author": "Martha Rose and Jane L. Davis"
  },
  {
    "id": 96,
    "quote": "You never understand life until it grows inside of you.",
    "author": "Sandra Chami Kassis"
  },
  {
    "id": 97,
    "quote": "Pregnancy is the only time when you can do nothing at all and still be productive.",
    "author": "Evan Esar"
  },
  {
    "id": 98,
    "quote": "The first pregnancy is the most self-indulgent thing in the world because you get massages and prenatal yoga and hypnotherapy CDs. During this one I forget that I’m even pregnant. I’m hoisting my 2-year-old around.",
    "author": "Emily Blunt"
  },
  {
    "id": 99,
    "quote": "This is the most extraordinary thing about motherhood - finding a piece of yourself separate and apart that all the same you could not live without.",
    "author": "Jodi Picoult"
  },
  {
    "id": 100,
    "quote": "Life is always a rich and steady time when you are waiting for something to happen or to hatch.",
    "author": "E. B. White"
  },
  {
    "id": 101,
    "quote": "Feeling fat lasts nine months but the joy of becoming a mom lasts forever.",
    "author": "Nikki Dalton."
  },
  {
    "id": 102,
    "quote": "To be pregnant is to be vitally alive, thoroughly woman, and distressingly inhabited.",
    "author": "Anne Christian Buchanan"
  },
  {
    "id": 103,
    "quote": "Truthfully, being pregnant is changing me as a person.",
    "author": "Holly Madison"
  },
  {
    "id": 104,
    "quote": "A new baby is like the beginning of all things: wonder, hope, a dream of possibilities.",
    "author": "Eda J. LeShan"
  },
  {
    "id": 105,
    "quote": "The moment a child is born, the mother is also born. She never existed before. The woman existed, but the mother, never.",
    "author": "ERajneesh"
  },
  {
    "id": 106,
    "quote": "Making the decision to have a child - it is momentous. It is to decide forever to have your heart go walking around outside your body.",
    "author": "Elizabeth Stone"
  },
  {
    "id": 107,
    "quote": "Whether your pregnancy was meticulously planned, medically coaxed, or happened by surprise, one thing is certain - your life will never be the same.",
    "author": "Catherine Jones"
  },
  {
    "id": 108,
    "quote": "A baby is something you carry inside you for nine months, in your arms for three years, and in your heart until the day you die.",
    "author": "Mary Mason"
  },
  {
    "id": 109,
    "quote": "baby is God's opinion that life should go on.",
    "author": "Carl Sandburg"
  },
  {
    "id": 110,
    "quote": "Pregnancy is getting company inside one's skin.",
    "author": "Maggie Scarf"
  },
  {
    "id": 111,
    "quote": "That first pregnancy is a long sea journey to a country where you don't know the language.",
    "author": "Emily Perkins"
  },
  {
    "id": 112,
    "quote": "A mother does not become pregnant in order to provide employment to medical people. Giving birth is an ecstatic jubilant adventure not available to males.",
    "author": "John  Stevenson"
  },
  {
    "id": 113,
    "quote": "Life is a flame that is always burning itself out, but it catches fire again every time a child is born.",
    "author": "George Bernard Shaw"
  },
  {
    "id": 114,
    "quote": "Babies are bits of star-dust blown from the hand of God.",
    "author": "Larry Barretto"
  },
  {
    "id": 115,
    "quote": "Lucky is the woman who knows the pangs of birth for she has held a star.",
    "author": "Larry Barretto"
  },
  {
    "id": 116,
    "quote": "Birthing is the most profound initiation to spirituality a woman can have.",
    "author": "Robin Lim"
  },
  {
    "id": 117,
    "quote": "Everything grows rounder and wider and weirder, and I sit here in the middle of it all and wonder who in the world you will turn out to be.",
    "author": "Carrie Fisher"
  },
  {
    "id": 118,
    "quote": "If I had my life to live over, instead of wishing away nine months of pregnancy, I'd have cherished ever moment and realized that the wonderment growing inside me was the only chance in life to assist God in a miracle.",
    "author": "Unknown"
  },
  {
    "id": 120,
    "quote": "I love babies. I love being pregnant and I loved giving birth.",
    "author": "Sadie Frost"
  },
  {
    "id": 121,
    "quote": "It’s an established fact. Some women can’t stand being pregnant, getting big and bloated, and hauling around a giant stomach, and some women, for reasons probably understood by Darwin, love it.",
    "author": "Rich Cohen"
  },
  {
    "id": 122,
    "quote": "There is something very beautiful about being pregnant.",
    "author": "Chrissy Teigen"
  },
  {
    "id": 123,
    "quote": "I think I enjoy being pregnant more than not being pregnant.",
    "author": "Chrissy Teigen"
  },
  {
    "id": 124,
    "quote": "In the pregnancy process I have come to realize how much of the burden is on the female partner. She's got a construction zone going on in her belly.",
    "author": "Al Roker"
  },
  {
    "id": 125,
    "quote": "Being pregnant shouldn't make you feel less of a woman, but more of a woman!",
    "author": "Julia Restoin Roitfeld"
  },
  {
    "id": 126,
    "quote": "By far the most common craving of pregnant women is not to be pregnant.",
    "author": "Phyllis Diller"
  },
  {
    "id": 127,
    "quote": "Being pregnant is an occupational hazard of being a wife.",
    "author": "Queen Victoria"
  },
  {
    "id": 128,
    "quote": "Being pregnant was the healthiest I've ever been in my life. Except for the cupcakes.",
    "author": "Ashlee Simpson"
  },
  {
    "id": 129,
    "quote": "Being pregnant finally helped me understand what my true relationship was with my body.",
    "author": "Amy Adams"
  },
  {
    "id": 130,
    "quote": "I think the best thing about being pregnant would definitely have to be seeing just my belly grow and seeing, like, wow, there is, you know, something inside of me.",
    "author": "Tia Mowry"
  },
  {
    "id": 131,
    "quote": "Paternity is more distant and less direct than maternity; it's a claim we accept as children, one inscribed in our legitimate, that is, legal, names.",
    "author": "Siri Hustvedt"
  },
  {
    "id": 132,
    "quote": "If women take their bodies seriously and ideally we should then its full expression, in terms of pleasure, maternity, and physical strength, seems to fare better when women control the means of production and reproduction.",
    "author": "Phyllis Chesler"
  },
  {
    "id": 133,
    "quote": "Mary found again in the adorable Host the adorable fruit of her womb... and began in the Cenacle her new maternity at the feet of Jesus in the Eucharist.Mary found again in the adorable Host the adorable fruit of her womb... and began in the Cenacle her new maternity at the feet of Jesus in the Eucharist.",
    "author": "Peter Julian Eymard"
  },
  {
    "id": 134,
    "quote": "Maternity is a glorious thing, since all mankind has been conceived, born, and nourished of women.",
    "author": "Martin Luther"
  },
  {
    "id": 135,
    "quote": "A woman by her very nature is maternal - for every woman, whether... married or unmarried, is called upon to be a biological, psychological or spiritual mother.",
    "author": "Alice von Hildebrand"
  },
  {
    "id": 136,
    "quote": "I'm a full-time mom. I've never felt as prepared, as before maternity.",
    "author": "Vera Farmiga"
  },
  {
    "id": 137,
    "quote": "While we tend to equate motherhood solely with maternity, in the Lord’s language, the word 'mother' has layers of meaning… Motherhood is more than bearing children.",
    "author": "Sheri L. Dew"
  },
  {
    "id": 138,
    "quote": "I find a pregnant body to be beautiful and an incredible reminder of what a woman’s body is made to do.",
    "author": "Kourtney Kardashian"
  },
  {
    "id": 139,
    "quote": "Being pregnant has all kinds of advantages. People keep telling you how beautiful you look. They do it over and over.",
    "author": "Caterina Fake"
  },
  {
    "id": 140,
    "quote": "It's fun being pregnant at the same time as someone as prominent as Kim Kardashian. Seeing her beautiful body change and morph makes me remember mine is doing the same, and although it may not always feel beautiful, it really is.",
    "author": "Ginger Zee"
  },
  {
    "id": 141,
    "quote": "The common perception is that when a woman is pregnant, she is most beautiful and radiates the perfection of her beauty and power.",
    "author": "Reena Kumarasingham"
  },
  {
    "id": 142,
    "quote": "People always say that pregnant women have a glow. And I say it’s because you’re sweating to death.",
    "author": "Jessica Simpson"
  },
  {
    "id": 143,
    "quote": "A mother continues to labor long after the baby is born.",
    "author": "Lisa Jo Baker"
  },
  {
    "id": 144,
    "quote": "There is nothing like a newborn baby to renew your spirit - and to buttress your resolve to make the world a better place.",
    "author": "Virginia Clinton Kelleyr"
  },
  {
    "id": 145,
    "quote": "I begin to love this little creature, and to anticipate his birth as a fresh twist to know which I do not wish to unite.",
    "author": "Mary Wollstonecraft"
  },
  {
    "id": 146,
    "quote": "I begin to love this little creature, and to anticipate his birth as a fresh twist to know which I do not wish to unite.",
    "author": "Mary Wollstonecraft"
  },
  {
    "id": 147,
    "quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day.",
    "author": "Taylor Hanson"
  },
  {
    "id": 148,
    "quote": "There's no way to be a perfect mother and a million ways to be a good one.",
    "author": "Jill Churchill"
  },
  {
    "id": 149,
    "quote": "There's no way to be a perfect mother and a million ways to be a good one.",
    "author": "Jill Churchill"
  },
  {
    "id": 150,
    "quote": "A baby is born with a need to be loved - and never outgrows it.",
    "author": "Frank A. Clark"
  },
  {
    "id": 151,
    "quote": "A mother is always the beginning. She is how things begin.",
    "author": "Amy Tan"
  },
  {
    "id": 152,
    "quote": "Every baby born into the world is a finer one than the last.",
    "author": "Charles Dickens"
  },
  {
    "id": 153,
    "quote": "Being a mother is discovering strengths you didn’t know you had, and dealing with fears you never knew existed.",
    "author": "Sherene Simon"
  },
  {
    "id": 154,
    "quote": "Every child born into the world is a new thought of God, an ever-fresh and radiant possibility.",
    "author": "Kate Douglas Wiggin"
  },
  {
    "id": 155,
    "quote": "Mothers who prepare for a natural birth and write birth plans but end up with necessary interventions do not have to blame themselves for lack of preparation.",
    "author": "Natural Hospital Birth 2nd Edition"
  },
  {
    "id": 156,
    "quote": "Step one to preventing PPD is to find time to sleep after giving birth, no matter how euphoric you feel.",
    "author": "Ina May's Guide To Childbirth"
  },
  {
    "id": 157,
    "quote": "Your brain has only a tiny thread of a connection to the outside world…",
    "author": "Natural Hospital Birth 2nd Edition"
  },
  {
    "id": 158,
    "quote": "If your connection to the real world is full of calm reassurance, you can go about your task of letting go.",
    "author": "Natural Hospital Birth 2nd Edition"
  },
  {
    "id": 159,
    "quote": "There is no other organ quite like the uterus. If men had such an organ, they would brag about it. So should we.",
    "author": "Ina May's Guide To Childbirth"
  },
  {
    "id": 160,
    "quote": "You just can’t be sure of the consequences they’ll have for this person you’re raising.",
    "author": "Waiting For Birdy"
  },
  {
    "id": 161,
    "quote": "When avoidance of pain becomes the major emphasis of childbirth care, the paradoxical effect is that more women have to deal with pain after their babies are born.",
    "author": "Ina May's Guide To Childbirth"
  },
  {
    "id": 162,
    "quote": "Even if it has not been your habit throughout your life so far, I recommend that you learn to think positively about your body.",
    "author": "Ina May's Guide To Childbirth"
  },
  {
    "id": 163,
    "quote": "Sometimes I suspect that everybody sleeps with their kids, and the only difference is the level of denial you’re in.",
    "author": "Waiting For Birdy"
  },
  {
    "id": 164,
    "quote": "It is important to keep in mind that our bodies must work pretty well, or their wouldn't be so many humans on the planet.",
    "author": "Ina May's Guide To Childbirth"
  },
  {
    "id": 165,
    "quote": "Expecting a baby is just the beginning, there are so many precious moments to look forward to as your baby grows.",
    "author": "Unknown"
  },
  {
    "id": 166,
    "quote": "I can't wait to meet you. For I already love you.",
    "author": "Unknown"
  },
  {
    "id": 167,
    "quote": "Birth takes a woman’s deepest fears about herself and show her that she is stronger than them.",
    "author": "Unknown"
  },
  {
    "id": 168,
    "quote": "A baby will make love stronger, days shorter, nights longer, bankroll smaller, home happier, clothes shabbier, the past forgotten, and the future worth living for.",
    "author": "Unknown"
  },
  {
    "id": 169,
    "quote": "Motherhood: The only place you can experience heaven and hell at the same time.",
    "author": "Unknown"
  },
  {
    "id": 170,
    "quote": "A mother’s joy begins when new life is stirring inside… when a tiny heartbeat is heard for the very first time, and a playful kick reminds her that she is never alone.",
    "author": "Unknown"
  },
  {
    "id": 171,
    "quote": "Love comes in all shapes and sizes. We can’t wait to see what your little love looks like. Congratulations on your pregnancy!",
    "author": "Unknown"
  },
  {
    "id": 172,
    "quote": "It’s a blessing being a woman because you get to experience the most magical moment of your life: giving life! Congratulations on your pregnancy!",
    "author": "Unknown"
  },
  {
    "id": 173,
    "quote": "Your pregnancy is as beautifully unique as you are. Congratulations on this one-of-a-kind celebration!",
    "author": "Unknown"
  },
  {
    "id": 174,
    "quote": "You are bound to be one of the best parents in the world. Congratulations on being pregnant.",
    "author": "Unknown"
  },
  {
    "id": 175,
    "quote": "Take our heartiest congratulation on this miraculous journey of yours. Pregnancy is a blessing and you are the most blessed soul.",
    "author": "Unknown"
  },
  {
    "id": 176,
    "quote": "Your prayers were finally answered. Congratulations, mom-to-be!",
    "author": "Unknown"
  },
  {
    "id": 177,
    "quote": "A new life is breathing inside of you and nothing can be more exciting than this. Congratulations to you for expecting.",
    "author": "Unknown"
  },
  {
    "id": 178,
    "quote": "Pregnancy is a wonderful miracle, and in nine months your joys will double. Congratulations, to the happy couple.",
    "author": "Unknown"
  },
  {
    "id": 179,
    "quote": "Soul and spirit are stretched – along with body – making pregnancy a time of transition, growth, and profound beginnings.",
    "author": "Unknown"
  },
  {
    "id": 180,
    "quote": "Now, going to the movies, that'll be economical: one child, two seniors, thanks.",
    "author": "Unknown"
  },
  {
    "id": 181,
    "quote": "Now, going to the movies, that'll be economical: one child, two seniors, thanks.",
    "author": "George Banks, 'Father Of The Bride Part II'"
  },
  {
    "id": 182,
    "quote": "Motherhood: All love begins and ends there.",
    "author": "Robert Browning"
  },
  {
    "id": 183,
    "quote": "Being a mom has made me so tired. And so happy.",
    "author": "Tina Fey"
  },
  {
    "id": 184,
    "quote": "When your children arrive, the best you can hope for is that they break open everything about you. Your mind floods with oxygen. Your heart becomes a room with wide-open windows.",
    "author": "Amy Poehler"
  },
  {
    "id": 185,
    "quote": "It is the most powerful creation to have life that is growing inside of you. There is no bigger gift.",
    "author": "Beyonce"
  },
  {
    "id": 186,
    "quote": "There is something very beautiful about being pregnant. I think I enjoy being pregnant more than not being pregnant. I know it could go either way, and the next pregnancy could be the complete opposite.",
    "author": "Chrissy Teigen"
  },
  {
    "id": 187,
    "quote": "Part of being a parent is rolling with the punches, so consider an unexpected pregnancy the universe’s way of helping you to learn to do that.",
    "author": "Heather Wittenberg"
  },
  {
    "id": 188,
    "quote": "Going into a pregnancy is a really challenging time for a woman, because it’s forever-changing, both mentally and physically.",
    "author": "Brooke Burke"
  },
  {
    "id": 189,
    "quote": "You do a lot of growing up when you’re pregnant. It’s suddenly like, ‘Yikes. Here it is, folks. Playtime is over.",
    "author": "Connie Fioretto"
  },
  {
    "id": 190,
    "quote": "It’s a really magical time, those first few weeks. It almost makes you wish you didn’t have to tell anyone, ever. You could just watch your belly grow bigger, and no one would be allowed to ask you about it, and you would have your baby and a year later you would allow visitors to finally come and meet your little miracle.",
    "author": "Amy Poehler"
  },
  {
    "id": 191,
    "quote": "Truthfully, being pregnant is changing me as a person. Each day is part of this amazing journey that has completely shifted the focus of my life and made me reevaluate my personal and professional goals.",
    "author": "Holly Madison"
  },
  {
    "id": 192,
    "quote": "In pregnancy, there are two bodies, one inside the other. Two people live under one skin. When so much of life is dedicated to maintaining our integrity as distinct beings, this bodily tandem is an uncanny fact.",
    "author": "Joan Raphael-Leff"
  },
  {
    "id": 193,
    "quote": "That first pregnancy is a long sea journey to a country where you don’t know the language, where land is in sight for such a long time that after a while it’s just the horizon – and then one day birds wheel over that dark shape and it’s suddenly close, and all you can do is hope like hell that you’ve had the right shots.",
    "author": "Emily Perkins"
  },
  {
    "id": 194,
    "quote": "When you’re pregnant, you can think of nothing but having your own body to yourself again, yet after having given birth you realize that the biggest part of you is now somehow external, subject to all sorts of dangers and disappearance, so you spend the rest of your life trying to figure out how to keep it close enough for comfort.",
    "author": "Jodi Picoult"
  },
  {
    "id": 195,
    "quote": "Carrying a baby is the most rewarding experience a woman can enjoy.",
    "author": "Jayne Mansfield"
  },
  {
    "id": 196,
    "quote": "Feeling fat lasts nine months, but the joy of becoming a mom lasts forever.",
    "author": "Nikki Bella"
  },
  {
    "id": 197,
    "quote": "A miracle is really the only way to describe motherhood and giving birth.",
    "author": "Jennie Finch"
  },
  {
    "id": 198,
    "quote": "It makes me feel like a woman. It makes me feel that all the things about my body are suddenly there for a reason. It makes you feel round and supple, and to have a little life inside you is amazing.",
    "author": "Angelina Jolie"
  },
  {
    "id": 199,
    "quote": "It’s unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing.",
    "author": "Jennie Finch"
  },
  {
    "id": 200,
    "quote": "There is something very beautiful about being pregnant. I think I enjoy being pregnant more than not being pregnant.",
    "author": "Chrissy Teigen"
  },
  {
    "id": 201,
    "quote": "Imagine what might happen if women emerged from their labor beds with a renewed sense of the strength and power of their bodies, and of their capacity for ecstasy through giving birth.",
    "author": "Christiane Northrup"
  },
  {
    "id": 202,
    "quote": "I love babies. I love being pregnant and I loved giving birth.",
    "author": "Sadie Frost"
  },
  {
    "id": 203,
    "quote": "Pregnancy is a uniquely intimate relationship between two people. All of us luxuriate in this relationship once, and half of us are lucky enough to be able to do it all over again a second time, from the other side as it were.",
    "author": "David Bainbridge"
  },
  {
    "id": 204,
    "quote": "When I was pregnant, I felt filled with life, and I felt really happy. I ate well, and I slept well. I felt much more useful than I’d ever felt before.",
    "author": "Suzanne Vega"
  },
  {
    "id": 205,
    "quote": "The wonder of life begins in the womb of a woman.",
    "author": "Lailah Gifty Akita"
  },
  {
    "id": 206,
    "quote": "The wonder of life begins in the womb of a woman.",
    "author": "Lailah Gifty Akita"
  },
  {
    "id": 207,
    "quote": "The child grows inside you and there is something mystical and mythical in that, but then you actually see that you are nothing more than the box in which they come. There is this total person, already formed, themselves.",
    "author": "Lailah Gifty Akita"
  },
  {
    "id": 208,
    "quote": "I love being pregnant. I have such an incredible connection with myself and with my body that I’ve never had before.",
    "author": "Jessica Simpson"
  },
  {
    "id": 209,
    "quote": "Every child born into the world is a new thought of God, an ever-fresh and radiant possibility.",
    "author": "Kate Douglas Wiggin"
  },
  {
    "id": 210,
    "quote": "What if I fall? Oh, but my darling, what if you fly?",
    "author": "Erin Hanson"
  },
  {
    "id": 211,
    "quote": "Pregnancy was probably the best and the hardest thing I’ll ever go through.",
    "author": "Mariah Carey"
  },
  {
    "id": 212,
    "quote": "It’s amazing, the mentality shift that occurs in pregnancy. All of a sudden, you want to be good to yourself.",
    "author": "Elisabeth Hasselbeck"
  },
  {
    "id": 213,
    "quote": "All the time we wondered and wondered, who is this person coming, growing, turning, floating, swimming deep, deep inside?",
    "author": "Crescent Dragonwagon"
  },
  {
    "id": 214,
    "quote": "Think of stretch marks as pregnancy service stripes.",
    "author": "Joyce Armor"
  },
  {
    "id": 215,
    "quote": "I find a pregnant body to be beautiful and an incredible reminder of what a woman’s body is made to do.",
    "author": "Kourtney Kardashian"
  },
  {
    "id": 216,
    "quote": "Pregnancy has been a huge lesson in patience and in allowing myself to be open to whatever the day may hand me.",
    "author": "Anna Kaiser"
  },
  {
    "id": 217,
    "quote": "Being pregnant finally helped me understand what my true relationship was with my body – meaning that it wasn’t put on this earth to look good in a swimsuit.",
    "author": "Amy Adams"
  },
  {
    "id": 218,
    "quote": "A mother is always the beginning. She is how things begin.",
    "author": "Amy Tan"
  },
  {
    "id": 219,
    "quote": "Birthing is the most profound initiation to spirituality a woman can have.",
    "author": "Robin Lim"
  },
  {
    "id": 220,
    "quote": "Babies are like little suns that, in a magical way, bring warmth, happiness, and light into our lives.",
    "author": "Kartini Diapari-Oengider"
  },
  {
    "id": 221,
    "quote": "We should recognize that women become mothers the moment they are pregnant.",
    "author": "Alveda King"
  },
  {
    "id": 222,
    "quote": "Every child comes with the message that God is not yet discouraged of man.",
    "author": "Rabindranath Tagore"
  },
  {
    "id": 223,
    "quote": "The life of a mother is the life of a child: you are two blossoms on a single branch.",
    "author": "Karen Maezen Miller"
  },
  {
    "id": 224,
    "quote": "All pregnant women are warriors. It takes strength just to get up and go to work.",
    "author": "Camilla Luddington"
  },
  {
    "id": 225,
    "quote": "I usually claim that pregnant women should not read books about pregnancy and birth. Their time is too precious. They should, rather, watch the moon and sing to their baby in the womb.",
    "author": "Michel Odent"
  },
  {
    "id": 226,
    "quote": "When you moved, I felt squeezed with a wild infatuation and protectiveness. We are one. Nothing, not even death, can change that.",
    "author": "Suzanne Finnamore"
  },
  {
    "id": 227,
    "quote": "Pregnancy and motherhood are the most beautiful and significantly life-altering events that I have ever experienced.",
    "author": "Elisabeth Hasselbeck"
  },
  {
    "id": 228,
    "quote": "Suddenly many movements are going on within me, many things are happening, there is an almost unbearable sense of sprouting, of bursting encasements, of moving kernels, expanding flesh.",
    "author": "Meridel Le Sueur"
  },
  {
    "id": 229,
    "quote": "Babies are bits of star-dust blown from the hand of God. Lucky is the woman who knows the pangs of birth for she has held a star.",
    "author": "Larry Barretto"
  },
  {
    "id": 230,
    "quote": "Life is tough enough without having someone kick you from the inside.",
    "author": "Rita Rudner"
  },
  {
    "id": 231,
    "quote": "Every four weeks I go up a bra size … it’s worth being pregnant just for the breasts.",
    "author": "Natasha Hamilton"
  },
  {
    "id": 232,
    "quote": "People expect all women to react the same to pregnancy. But anyone who’s been around pregnant women knows that it’s not all cutesy and sweet. You spaz out and you’re angry and you have tantrums.",
    "author": "Keri Russell"
  },
  {
    "id": 233,
    "quote": "Being pregnant was a lot like being a child again. There was always someone telling you what to do.",
    "author": "Emily Oster"
  },
  {
    "id": 234,
    "quote": "If pregnancy were a book they would cut the last two chapters.",
    "author": "Nora Ephron"
  },
  {
    "id": 235,
    "quote": "I’m convinced that whatever state you’re in during your pregnancy has a huge influence on the baby’s personality – so I hope we haven’t produced a little serial killer!",
    "author": "Helena Bonham Carter"
  },
  {
    "id": 236,
    "quote": "I usually have lots of energy, so I couldn’t believe how pregnancy put me on my butt.",
    "author": "Brie Bella"
  },
  {
    "id": 237,
    "quote": "Being pregnant was the healthiest I’ve ever been in my life. Except for the cupcakes.",
    "author": "Ashlee Simpson"
  },
  {
    "id": 238,
    "quote": "It’s a great thing about being pregnant, you don’t need excuses to pee or eat.",
    "author": "Angelina Jolie"
  },
  {
    "id": 239,
    "quote": "Everybody thinks for one moment when they’re pregnant that they’re actually carrying the spawn of the devil.",
    "author": "Tilda Swinton"
  },
  {
    "id": 240,
    "quote": "I feel like I have a bowling ball sitting on my hoo-ha.",
    "author": "Jessica Simpson"
  },
  {
    "id": 241,
    "quote": "Sometimes, when you pick up your child, you can feel the map of your own bones beneath your hands, or smell the scent of your skin in the nape of his neck. This is the most extraordinary thing about motherhood – finding a piece of yourself separate and apart, that all the same, you could not live without.",
    "author": "Jodi Picoult"
  },
  {
    "id": 242,
    "quote": "Being a mother is the most rewarding blessing in the world, just knowing you can love someone so much, and get that same love in return is wonderful.",
    "author": "Unknown"
  },
  {
    "id": 243,
    "quote": "Having kids feels like that first seventh-grade crush that overwhelms every molecule in your body, but it’s permanent.",
    "author": "Kristen Bell"
  },
  {
    "id": 244,
    "quote": "The natural state of motherhood is unselfishness. When you become a mother, you are no longer the center of your own universe. You relinquish that position to your children.",
    "author": "Jessica Lange"
  },
  {
    "id": 245,
    "quote": "No one else will ever know the strength of my love for you. After all, you’re the only one who knows what my heart sounds like from the inside.",
    "author": "Unknown"
  },
  {
    "id": 246,
    "quote": "It’s ok to be grumpy sometimes, to have bad days to struggle, to make mistakes, to say the wrong thing, feel overwhelmed and under-appreciated, to be out-of-sorts and sort-of-over-it all. It’s ok for us big humans, and it’s ok for our little humans, too. After all, we’re all humans, right? How else will our little humans learn that it’s okay to be human? Remember, we’re imperfect humans growing imperfect humans in an imperfect world, and that’s perfectly okay.",
    "author": "L.R. Knost"
  },
  {
    "id": 247,
    "quote": "Before you were conceived, I wanted you. Before you were born, I loved you. Before you were here, I would die for you. This is the miracle of Mother’s love.",
    "author": "Maureen Hawkins"
  },
  {
    "id": 248,
    "quote": "You will never understand life until it grows inside of you.",
    "author": "Sandra C. Kassis"
  },
  {
    "id": 249,
    "quote": "Motherhood is messy and challenging, and crazy, and sleepless, and giving, and unbelievably beautiful.",
    "author": "Unknown"
  },
  {
    "id": 250,
    "quote": "Whenever you feel like you are failing, look in the eyes of your child, and know your value.",
    "author": "Unknown"
  },
  {
    "id": 251,
    "quote": "You’ll learn to lower your expectations about what you can accomplish in a day. Some days, it will be all you can do to keep a baby safe, warm, and fed, and that will be enough.",
    "author": "Unknown"
  },
  {
    "id": 252,
    "quote": "There are places in the heart you don’t even know exist until you love a child.",
    "author": "Anne Lamott"
  },
  {
    "id": 253,
    "quote": "You’re doing a great job, mom, even when you don’t feel like it.",
    "author": "Unknown"
  },
  {
    "id": 254,
    "quote": "Be patient with yourself. You and your baby are both learning new things each day.",
    "author": "Unknown"
  },
  {
    "id": 255,
    "quote": "Successful mothers are not the ones that have never struggled. They are the ones that never give up, despite the struggles.",
    "author": "Unknown"
  },
  {
    "id": 256,
    "quote": "A baby arrives, and just like that everything changes. The world gets bigger, heart grows fuller, and life means more.",
    "author": "Unknown"
  },
  {
    "id": 257,
    "quote": "Your influence as a mother is powerful. Don’t waste it. Little eyes are watching you.",
    "author": "Unknown"
  },
  {
    "id": 258,
    "quote": "A mother’s joy begins when new life is stirring inside; when a tiny heartbeat is heard for the first time, and a playful kick reminds her that she is never alone.",
    "author": "Unknown"
  },
  {
    "id": 259,
    "quote": "A baby is something you carry inside you for nine months, in your arms for three years and in your heart till the day you die.",
    "author": "Mary Mason"
  },
  {
    "id": 259,
    "quote": "Giving birth and being born brings us into the essence of creation, where the human spirit is courageous and bold, and the body, a miracle of wisdom.",
    "author": "Harriette Hartigan"
  },
  {
    "id": 260,
    "quote": "When you are a mother, you are never really alone in your thoughts. A mother always has to think twice, once for herself and once for her child.",
    "author": "Sophia Laren"
  },
  {
    "id": 261,
    "quote": "That first pregnancy is a long sea journey to a country where you don’t know the language, where land is in sight for such a long time that after a while it’s just the horizon- and then one day birds wheel over the dark shape and it’s suddenly close, and all you can do is hope like hell that you’ve had the right shots.",
    "author": "Emily Perkins"
  },
  {
    "id": 262,
    "quote": "A miracle is the only way to describe motherhood and giving birth. It’s unbelievable how God has made us women and babies to endure and be able to do so much. A miracle, indeed. Such an incredible blessing.",
    "author": "Jennie Finch"
  },
  {
    "id": 263,
    "quote": "The choice to become a mother is the choice to become one of the greatest spiritual teachers there is.",
    "author": "Oprah"
  },
  {
    "id": 264,
    "quote": "Just as there is no warning for childbirth, there is no preparation for the sight of a first child. There should be a song for women to sing at this moment or a prayer to recite. But perhaps there is none because there are no words strong enough to name the moment.",
    "author": "Anita Diamant"
  },
  {
    "id": 265,
    "quote": "Having kids – the responsibility of rearing good, kind, ethical, responsible human beings is the biggest job anyone can embark on.",
    "author": "Maria Shriver"
  },
  {
    "id": 266,
    "quote": "You’re always going to wonder if you’re doing things wrong, but that’s what it means to be a mom, to care so much about someone else that you just want to be perfect as possible.",
    "author": "Naya Rivera"
  },
  {
    "id": 267,
    "quote": "Your dream came true, your very own little one, your brand new life as a mother is about to begin. The moment you breathe in that new baby smell, you’ll feel a love so fierce, it’s like nothing you’ve ever felt before.",
    "author": "Unknown"
  },
  {
    "id": 268,
    "quote": "Motherhood – It is a choice you make every day to put someone else’s happiness and well-being ahead of your own, to teach the hard lessons, to do the right thing even when you’re not sure what the right thing is, and to forgive yourself, over and over again for doing everything wrong.",
    "author": "Unknown"
  },
  {
    "id": 269,
    "quote": "You will never have this day with your children again tomorrow. They will be a little older than they were today. This day is a gift just breathe and notice, smell and touch them, study their faces and little feet, pay attention, relish the charm of the present. Enjoy today.",
    "author": "Unknown"
  },
  {
    "id": 270,
    "quote": "To all mothers in every circumstance, including those who struggle, I say, be peaceful. Believe in God and yourself. You are doing better than you think you are.",
    "author": "Jeffery R. Holland"
  },
  {
    "id": 271,
    "quote": "Even a good mom has bad days, great days, normal days, overwhelming days, perfect days, trying days, supermom days, just being-a-mom days, a whole lot of love and real and crazy motherhood day.",
    "author": "Unknown"
  },
  {
    "id": 272,
    "quote": "I know it can be hard to get up every day and have these little people rely on you; I know it’s hard to feel like sometimes your world is so small. I want to remind you; you are the world. You are the world for those little ones revolve around. You are their nurture, their home, and their comfort. You are everything to them, and I hope even on your hard days you know how special you are, especially to your little people",
    "author": "Unknown"
  },
  {
    "id": 273,
    "quote": "A real mom: emotional, yet the rock, tired, but keeps going, worried, but full of hope, impatient, yet patient, overwhelmed, but never quits, amazing, even though doubted, wonderful, even in the chaos. Life changer, every single day.",
    "author": "Unknown"
  },
  {
    "id": 274,
    "quote": "Mom – One who sacrifices her body, sleep, social life, spending money, eating hot meals, peeing alone, patience, memory, energy, and sanity for love.",
    "author": "Unknown"
  },
  {
    "id": 275,
    "quote": "All your kids want is you. Not the fit mom, not the Pinterest mom, not the PTA mom, not every other mom you think you should be. All they want is you, so be the happiest you there ever was.",
    "author": "Unknown"
  },
  {
    "id": 276,
    "quote": "A mother’s guilt is forever. The I-should-have-done-this or should-have-done-that will always be there. Learning to live with it is forever. Stop beating yourself up, accept it is a part of motherhood and keep being who you are. The mother guilt you feel is normal. Children don’t even know the words ‘mother’s guilt’.",
    "author": "Unknown"
  },
  {
    "id": 277,
    "quote": "Trust your gut, mama. If it tells you something is off, don’t ignore its warning. If it puts words in your mouth, speak them. If it points you in a certain direction, follow it. Intuition is one of the greatest superpowers of motherhood.",
    "author": "Unknown"
  },
  {
    "id": 278,
    "quote": "Mothers cannot give from a depleted source. Every mother needs emotional, mental and physical, and spiritual validation, nourishment, and support. When a mother is respected and well-cared for, she and her whole family will benefit.",
    "author": "Unknown"
  },
  {
    "id": 279,
    "quote": "There is no way to be a perfect mother, but a million ways to be a good one.",
    "author": "Unknown"
  },
  {
    "id": 280,
    "quote": "The most important role of a mother is to be the heart of the home, and we need to feed our souls with whatever it is to keep that role alive and well.",
    "author": "Unknown"
  },
  {
    "id": 281,
    "quote": "Successful mothers are not the ones that have never struggled; they are the ones that never gave up, despite the struggles.",
    "author": "Unknown"
  },
  {
    "id": 282,
    "quote": "Being a mom isn’t a job, a hobby, or a task. It’s a calling. A calling to love well. A calling to instruct hearts. A calling to be present.",
    "author": "Unknown"
  },
  {
    "id": 283,
    "quote": "Breathe. Your kids need you, with your worries, and your laughs, and your fails, and you try-agains, your love, your showing up, that’s what matters, breathe sweet mom.",
    "author": "Unknown"
  },
  {
    "id": 284,
    "quote": "There is no one perfect way to be a good mother. Each situation is unique. Each mother has different challenges, different skills and abilities, and certainly different children. The choice is different and unique for each mother and each family.",
    "author": "Unknown"
  },
  {
    "id": 285,
    "quote": "Take heart tired momma. You will make it through these exhausting days, and you will be stronger for them. You are a good mother. You only need to look into the eyes of your children and believe it.",
    "author": "Unknown"
  },
  {
    "id": 286,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  },
  {
    "id": 287,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  },
  {
    "id": 288,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  },
  {
    "id": 289,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  },
  {
    "id": 290,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  },
  {
    "id": 291,
    "quote": "The strength of a mother is like no other. During times of stress, she may struggle to find her way because she’s facing her own personal demons, but her child’s welfare comes first. She’s not perfect and makes a lot of mistakes but never doubt her love; it burns deeply in her heart.",
    "author": "Unknown"
  }
]